export default function Home() {
	return (
		<main>
		<h2>OECUアドベントカレンダーのガイドライン</h2>

            <p>OECUアドベントカレンダーに投稿される方は以下のガイドラインをお守りください。</p>

            <ul>
                <li>承諾を得ていない個人情報や守秘義務がある情報を掲載しないこと。なるべく個人名を掲載しないこと。ペンネームでの投稿を推奨します。</li>
                <li>他者の権利を侵害しないこと。</li>
                <li>法律に違反しないこと。また、法律違反を推奨するような内容を含まないこと。</li>
                <li>大阪電気通信大学生の一員として自覚と責任をもつこと。また、大阪電気通信大学が定めるソーシャルメディアガイドラインに従うこと。</li>
                <li><a href="https://help.qiita.com/ja/articles/qiita-community-guideline">Qiita のコミュニティガイドライン</a>に従うこと。</li>
                <li>ともに知見や経験、ノウハウや知識を共有でき、能力向上を果たすことができる記事を記述すること。</li>
                <li>テーマに即していること。なお、テーマとは「コンピュータ」と「グラフィックス」に関わるもの全体ですので、コンピュータに全く関係のない記事を掲載することはおやめください。</li>
                <li>他者に対する誹謗中傷を行わないこと。また、他者の考えについて正当な理由なく批判・否定しないこと。対立意見を提示する場合は建設的な議論を前提にすること。</li>
            </ul>
		</main>
	);
}